/* 
 Localizable.strings
 MatlabQL
 
 Created by Jake TM Pearce on 31/07/2008.
 Copyright 2008. All rights reserved.
 */
"%Path%" = "Path";
"%Date_Modified%" = "Date&nbsp;Modified";
"%Size%" = "Size";
"%Number_of_Vars%" = "Variables";
"%Name%" = "Name";
"%Type%" = "Type";
"%Dimensions%" = "Dimensions";

"%qi bytes" = "%qi bytes";
"%1.2f KB" = "%1.2f KB";
"%1.2f MB" = "%1.2f MB";
"%1.2f GB" = "%1.2f GB";
"%1.2f TB" = "%1.2f TB";

"Unknown" = "Unknown";
"Cell" = "Cell";
"Structure" = "Structure";
"Logical" = "Logical";
"String" = "String";
"Double" = "Double";
"Single" = "Single";
"Integer (8-bit)" = "Integer (8-bit)";
"Integer (unsigned 8-bit)" = "Integer (unsigned 8-bit)";
"Integer (16-bit)" = "Integer (16-bit)";
"Integer (unsigned 16-bit)" = "Integer (unsigned 16-bit)";
"Integer (32-bit)" = "Integer (32-bit)";
"Integer (unsigned 32-bit)" = "Integer (unsigned 32-bit)";
"Integer (64-bit)" = "Integer (64-bit)";
"Integer (unsigned 64-bit)" = "Integer (unsigned 64-bit)";
"Function" = "Function";
"Unknown (error)" = "Unknown (error)";
"Object" = "Object"
"Undefined (mxVOID_CLASS)" = "Undefined (mxVOID_CLASS)"
